11/data/attachments/fd25b745b7d26767.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joshua_state_Actions_18817_3</nif:username>
            <nif:friendToBeRequested>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>